tenDisciples.org
#+TITLE: the Buddha's ten major disciples


* 10대 제자
** 가전연 (迦旃延)
   : 논의제일 (論議第一).
** 나후라 (羅睺羅)
   : 석가모니의 아들로, 사미승의 시초가 되었다. 밀행제일 (密行第一).
** 대가섭 (大迦葉)
   : 석가모니 사후 교단을 통솔하여, 오백 아라한과 석가모니의 법률을 편집(제1결집)하여 부법장(付法藏)의 1조(祖)가 되었다. 두타제일 (頭陀第一).
** 목건련 (目犍連)
   : 사리불과 함께 회의론자 산자야의 제자였으나, 불도에 귀의하게 되었다. 신통제일 (神通第一).
** 부루나 (富樓那)
   : 설법제일 (說法第一).
** 사리불 (舍利弗)
   : 수제자라 일컫는다. 지혜제일 (智慧第一).
** 수보리 (須菩提)
   : 공(空)에 대한 설법을 잘 하여 해공제일 (解空第一) 이라 불렸다. 서유기에서 손오공의 스승으로 등장한다.
** 아나률 (阿那律)
   : 아난과 함께 출가했다. 석가모니의 앞에서 졸다가 꾸지람을 듣고 잠들지 않을 것을 맹세한 뒤 눈을 잃게 되었으나, 대신 진리의 눈을 얻었다. 천안제일 (天眼第一).
** 아난타 (阿難陀)
   : 석가모니가 열반할 때까지 25년간 시중을 들었다. 제1결집 때 그의 기억에 기초하여 경이 편찬되었다. 다문제일 (多聞第一).
** 우바리 (優婆離)
   : 지계제일 (持戒第一).

