tenDisciples.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>the Buddha's ten major disciples</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://unpkg.com/purecss@2.0.6/build/pure-min.css" /> 
</head>
<body>
<div id="content">
<h1 class="title">the Buddha's ten major disciples</h1>


<div id="outline-container-orgc039ec0" class="outline-2">
<h2 id="orgc039ec0"><span class="section-number-2">1</span> 10대 제자</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgbd6a5e8" class="outline-3">
<h3 id="orgbd6a5e8"><span class="section-number-3">1.1</span> 가전연 (迦旃延)</h3>
<div class="outline-text-3" id="text-1-1">
<pre class="example">
논의제일 (論議第一).
</pre>
</div>
</div>
<div id="outline-container-orgc43dc2a" class="outline-3">
<h3 id="orgc43dc2a"><span class="section-number-3">1.2</span> 나후라 (羅睺羅)</h3>
<div class="outline-text-3" id="text-1-2">
<pre class="example">
석가모니의 아들로, 사미승의 시초가 되었다. 밀행제일 (密行第一).
</pre>
</div>
</div>
<div id="outline-container-org8f2c5a9" class="outline-3">
<h3 id="org8f2c5a9"><span class="section-number-3">1.3</span> 대가섭 (大迦葉)</h3>
<div class="outline-text-3" id="text-1-3">
<pre class="example">
석가모니 사후 교단을 통솔하여, 오백 아라한과 석가모니의 법률을 편집(제1결집)하여 부법장(付法藏)의 1조(祖)가 되었다. 두타제일 (頭陀第一).
</pre>
</div>
</div>
<div id="outline-container-org9ff3722" class="outline-3">
<h3 id="org9ff3722"><span class="section-number-3">1.4</span> 목건련 (目犍連)</h3>
<div class="outline-text-3" id="text-1-4">
<pre class="example">
사리불과 함께 회의론자 산자야의 제자였으나, 불도에 귀의하게 되었다. 신통제일 (神通第一).
</pre>
</div>
</div>
<div id="outline-container-org0886caf" class="outline-3">
<h3 id="org0886caf"><span class="section-number-3">1.5</span> 부루나 (富樓那)</h3>
<div class="outline-text-3" id="text-1-5">
<pre class="example">
설법제일 (說法第一).
</pre>
</div>
</div>
<div id="outline-container-org3ee958f" class="outline-3">
<h3 id="org3ee958f"><span class="section-number-3">1.6</span> 사리불 (舍利弗)</h3>
<div class="outline-text-3" id="text-1-6">
<pre class="example">
수제자라 일컫는다. 지혜제일 (智慧第一).
</pre>
</div>
</div>
<div id="outline-container-orgebac28e" class="outline-3">
<h3 id="orgebac28e"><span class="section-number-3">1.7</span> 수보리 (須菩提)</h3>
<div class="outline-text-3" id="text-1-7">
<pre class="example">
공(空)에 대한 설법을 잘 하여 해공제일 (解空第一) 이라 불렸다. 서유기에서 손오공의 스승으로 등장한다.
</pre>
</div>
</div>
<div id="outline-container-org8f3f768" class="outline-3">
<h3 id="org8f3f768"><span class="section-number-3">1.8</span> 아나률 (阿那律)</h3>
<div class="outline-text-3" id="text-1-8">
<pre class="example">
아난과 함께 출가했다. 석가모니의 앞에서 졸다가 꾸지람을 듣고 잠들지 않을 것을 맹세한 뒤 눈을 잃게 되었으나, 대신 진리의 눈을 얻었다. 천안제일 (天眼第一).
</pre>
</div>
</div>
<div id="outline-container-org5388dda" class="outline-3">
<h3 id="org5388dda"><span class="section-number-3">1.9</span> 아난타 (阿難陀)</h3>
<div class="outline-text-3" id="text-1-9">
<pre class="example">
석가모니가 열반할 때까지 25년간 시중을 들었다. 제1결집 때 그의 기억에 기초하여 경이 편찬되었다. 다문제일 (多聞第一).
</pre>
</div>
</div>
<div id="outline-container-org7232de5" class="outline-3">
<h3 id="org7232de5"><span class="section-number-3">1.10</span> 우바리 (優婆離)</h3>
<div class="outline-text-3" id="text-1-10">
<pre class="example">
지계제일 (持戒第一).
</pre>
</div>
</div>
</div>
</div>
</body>
</html>
